{
  "header": {
    "title": "ΜΑΘΗΜΑΤΑ ΕΛΛΗΝΙΚΩΝ MEΡAKI",
    "description": "Μάθε Ελληνικά online με σύγχρονες μεθόδους",
    "subtitle": "Εξατομικευμένα ιδιαίτερα μαθήματα, ομαδικά τμήματα και διαδικτυακή Λέσχη Ανάγνωσης για κάθε επίπεδο.",
    "button1": "ΔΩΡΕΑΝ ΔΟΚΙΜΑΣΤΙΚΟ",
    "button2": "ΔΕΙΤΕ ΤΑ ΜΑΘΗΜΑΤΑ",
    "button3": "ΛΕΣΧΗ ΑΝΑΓΝΩΣΗΣ"
  },
  "about": {
    "title": "Ποιά είμαι",
    "desc1": "Είμαι η Χρύσα, καθηγήτρια ελληνικών με πολυετή εμπειρία στη διδασκαλία της Νέας Ελληνικής ως ξένης/δεύτερης γλώσσας. Αγαπώ την ελληνική γλώσσα, την ιστορία και τη λογοτεχνία, στόχος μου είναι να μεταδώσω αυτή την αγάπη και στους μαθητές μου.",
    "desc2": "Η διδακτική μου προσέγγιση βασίζεται στην ουσιαστική επικοινωνία, στη δημιουργική χρήση της γλώσσας και στην προσαρμογή των μαθημάτων στις ανάγκες κάθε μαθητή."
  },
  "pricing": {
    "title": "Τιμές & Προγράμματα",
    "plan1": {
      "title": "Ιδιαίτερα Μαθήματα Ελληνικών ως Ξένης Γλώσσας",
      "d1": "1 μάθημα (50'):",
      "d2": "Πακέτο 5 μαθημάτων:",
      "d3": "Πακέτο 10 μαθημάτων:"
    },
    "plan2": {
      "title": "Ομαδικά Μαθήματα",
      "d1": "Ανά άτομο (50'):",
      "d2": "Οι ομάδες σχηματίζονται με βάση το επίπεδο και τους στόχους",
      "d3": "2–4 άτομα ανά ομάδα",
      "d4": "Διαθέσιμα πακέτα για ομάδες κατόπιν αιτήματος"
    },
    "plan3": {
      "title": "Λέσχη Ανάγνωσης",
      "d1": "Ανά μάθημα (50'):",
      "d2": "Μάθε Ελληνικά μέσα από τη λογοτεχνία και τις ιστορίες",
      "d3": "Μηνιαίες ή ανά δεκαπενθήμερο ομαδικές συζητήσεις",
      "d4": "Ιδανικό για μεσαία και προχωρημένα επίπεδα"
    },
    "plan4": {
      "title": "Ιδιαίτερα Νεοελληνικής Γλώσσας για Μαθητές",
      "d1": "Ανά μάθημα (50'):",
      "d2": "Μαθήματα για Γυμνάσιο και Λύκειο",
      "d3": "Προετοιμασία για εξετάσεις και ενισχυτική διδασκαλίας"
    },
    "plan5": {
      "title": "Κειμενογραφία",
      "d1": "Social media, ιστοσελίδες & διαφημίσεις",
      "d2": "Άρθρα για εφημερίδες, blogs & περιοδικά",
      "d3": "Επιμέλεια, διόρθωση & δημιουργικές ιδέες",
      "d4": "Ας κάνουμε τις λέξεις σας να λάμψουν ✨"
    }
  },
    "book": {
      "title": "Λέσχη Ανάγνωσης",
      "desc1": "Αν αγαπάτε τη γλώσσα και τη λογοτεχνία, είστε στο σωστό μέρος.",
      "desc2": "Διαβάζουμε σύγχρονα διηγήματα, ποιήματα και προσαρμοσμένα κείμενα κατάλληλα για το επίπεδό σας. Τα μαθήματα περιλαμβάνουν λεξιλόγιο, ανάγνωση και ανοιχτή συζήτηση — ένας διασκεδαστικός και εμπλουτιστικός τρόπος να συνδεθείτε με την ελληνική γλώσσα.",
      "item1": "Για μεσαία και προχωρημένα επίπεδα",
      "item2": "€10 το μάθημα",
      "item3": "Μηνιαία ή ανά δεκαπενθήμερο",
      "button": "ΕΝΤΑΧΘΕΙΤΕ ΣΤΗ ΛΕΣΧΗ"
    },
  "testimonials": {
      "title": "Τι λένε οι μαθητές",
      "button": "ΔΙΑΒΑΣΤΕ ΠΕΡΙΣΣΟΤΕΡΑ",
      "t1": "Η Χρύσα είναι μια υπέροχη δασκάλα ελληνικών και θα τη συνιστούσα σε οποιονδήποτε. Είναι υπομονετική, ευγενική και πάντα προετοιμάζει προσεκτικά και ενδιαφέροντα μαθήματα.",
      "t2": "Η Χρύσα δημιουργεί ένα θετικό και ευχάριστο περιβάλλον μάθησης όπου τα μαθήματα είναι διασκεδαστικά και χωρίς άγχος. Είναι απίστευτα ευγενική, υποστηρικτική και ενθαρρύνει μια ισχυρή κουλτούρα περιέργειας και ανάπτυξης.",
      "t3": "Πολύ καλά προετοιμασμένα μαθήματα, γεμάτα χρήσιμες πληροφορίες, επιτρέπουν πολύ χώρο για αυτοπροετοιμασία πριν από την προσπάθεια σεναρίων, πολύ ευγενική και υποστηρικτική. Νιώθω πιο σίγουρος μετά από κάθε μάθημα.",
      "all": "Όλες οι Κριτικές",
      "t4": "Η Χρύσα είναι επαγγελματίας, υπομονετική και δημιουργική στα σχέδια μαθημάτων της. Απαντά σε ερωτήσεις άμεσα και έχει εξαιρετικές επικοινωνιακές δεξιότητες. Θα τη συνιστούσα ανεπιφύλακτα!",
      "t5": "Μία από τις καλύτερες δασκάλες εκεί έξω: έξυπνη, παιδαγωγική και ευγενική -- θα συστήσω σίγουρα τη Χρύσα σε όλους.",
      "t6": "Είμαι πολύ ικανοποιημένη και χαρούμενη με τη Χρύσα, έχει πάθος για τη διδασκαλία και είναι πολύ παρακινητική. Έχει επίσης πολύ καλό βιβλίο διδασκαλίας, καθώς και τα αυτοσχέδια έγγραφά της. Είναι διασκεδαστικό το μάθημα μαζί της, είναι ευέλικτη και δεν ακυρώνει ποτέ τα μαθήματα. :)",
      "t7": "Η Χρύσα κάνει την εκμάθηση των Ελληνικών πολύ ενδιαφέρουσα και διασκεδαστική!",
      "t8": "Δουλεύω με τη Χρύσα εδώ και καιρό για να ξανασυνδεθώ με την ελληνική μου κληρονομιά και να προετοιμαστώ για ένα ταξίδι στην Ελλάδα αργότερα μέσα στη χρονιά. Όταν γνωριστήκαμε, η Χρύσα άκουσε τους στόχους που ήθελα να πετύχω, οργάνωσε συγκεκριμένα μαθήματα σύμφωνα με τις επιθυμίες μου και από τότε με ενθαρρύνει και με βοηθά να αποκτήσω αυτοπεποίθηση τόσο στον προφορικό όσο και στον γραπτό λόγο στα Ελληνικά. Είμαι πολύ ευγνώμων που βρήκα μια τόσο εξαιρετική δασκάλα. Ευχαριστώ πολύ!",
      "t9": "Ξεκίνησα να μαθαίνω Ελληνικά με τη Χρύσα ως δασκάλα μου και ήταν μια υπέροχη εμπειρία από την αρχή! Η Χρύσα μού έδωσε από νωρίς τα απαραίτητα υλικά για τη γραμματική. Η γραμματική είναι λογική, αλλά χρειάζεται εξάσκηση (ατομική) και μια καλή εισαγωγή (από τη δασκάλα). Η Χρύσα είναι πολύ υπομονετική! Ως αρχάριοι, όλοι κάνουμε λάθη. Η Χρύσα το καταλαβαίνει αυτό και εξηγεί τους μηχανισμούς της γραμματικής και του λεξιλογίου όσες φορές χρειαστεί. Μετά από ένα μάθημα Ελληνικών μαζί της, θα συνειδητοποιήσετε ότι η δύσκολη ελληνική λέξη που παλεύατε ίσως υπάρχει ήδη στη δική σας γλώσσα, απλώς σε διαφορετική μορφή. Ego everyone? (Εγώ) Τα μεγαλύτερα πλεονεκτήματα της Χρύσας είναι το εκπαιδευτικό της υπόβαθρο και το φυσικό πλεονέκτημα της μητρικής ομιλήτριας."
  },
  "contact": {
      "title": "Επικοινωνήστε μαζί μου",
      "desc": "Έτοιμοι να ξεκινήσετε τα μαθήματα Ελληνικών; Στείλτε μου ένα μήνυμα και θα σας απαντήσω εντός 24 ωρών.",
      "first": "Όνομα",
      "last": "Επώνυμο",
      "email": "Email",
      "service": "Υπηρεσία",
      "opt1": "Ιδιαίτερο Μάθημα",
      "opt2": "Ομαδικό Μάθημα",
      "opt3": "Λέσχη Ανάγνωσης",
      "opt4": "Δωρεάν Δοκιμή",
      "opt5": "Κειμενογραφία",
      "message": "Μήνυμα",
      "button": "Αποστολή Μηνύματος",
      "firstPlace": "Το όνομά σας",
      "lastPlace": "Το επώνυμό σας",
      "messagePlace": "Πείτε μου για τους στόχους σας στη μάθηση Ελληνικών..."
    },
    "info": {
      "title": "Στοιχεία Επικοινωνίας",
      "phone": "Τηλέφωνο",
      "location": "Τοποθεσία",
      "address": "Δημοκρατίας 9, Αγ. Νικόλαος, Ελλάδα (Διαδικτυακά μαθήματα παγκοσμίως)"
    },
  "footer": {
    "text1": "© 2025 Μαθήματα Ελληνικών Meraki. Με επιφύλαξη παντός δικαιώματος."
  },
  "toast": {
    "success": "Το email στάλθηκε με επιτυχία!",
    "error": "Απέτυχε η αποστολή μηνύματος. Προσπαθήστε ξανά αργότερα."
  }
}
